[
  {
    "text": "Ministry of Information Technology & Artificial Intelligence Regulation Bureau\nGovernment of India\nPenalty Notice\nReference No: ITA/AI-4582/2025\nDate: 07 June 2025\nTo:\nAurabyte Technologies Pvt. Ltd.\nReg. No: 29AAYCA2349L1ZX\n3rd Floor, Nimbus Tech Park, Sector 62, Noida, Uttar Pradesh – 201309\nEmail: compliance@aurabyte.ai\nContact: +91-120-4567890\nSubject: Imposition of Penalty for Unauthorized Testing of Generative AI Application in Live Environment\nDear Compliance Officer,\nThis letter serves as formal notification of a regulatory breach committed by your organization under the\nDigital Ethics and AI Safety Framework (DEASF) 2024, Section 6(b)(ii), relating to the unauthorized\ndeployment and testing of a generative AI application titled “AuroraBot-GenX”.\nDuring a routine inspection conducted on May 28, 2025, it was found that your firm executed live user\ntrials of the AI model on unsuspecting participants without prior approval from the AI Ethics Review\nCommittee (AERC) and without deploying the mandatory consent infrastructure outlined in Rule 11(a) of\nthe framework.\nNature of Violation\nUnauthorized live deployment of Gen-AI chatbot without AERC clearance.\nFailure to implement user consent mechanisms.\nLack of a fallback protocol in case of hallucinations or offensive content generation.\nInadequate documentation and audit logs for content moderation.\nPenalty Imposed\nIn view of the above violations and under the authority granted by Section 14(b) of the DEASF 2024, the\nfollowing penalties are imposed:\nPenalty Description Amount (INR)\nRegulatory Fine – Class B AI Breach (cid:0)15,00,000\nData Compliance Recovery Fee (DCRF) (cid:0)2,50,000\nMandatory Audit Supervision Fee (MASF) (cid:0)75,000\nTotal Penalty Amount Payable (cid:0)18,25,000\nNext Steps\nPayment of the total fine must be made within 15 working days from the date of issuance.\nA compliance report must be submitted by June 30, 2025, including:\nRevised testing protocols.\nProof of AI Ethics Committee approvals for future tests.\nConsent architecture integrated into your testing systems.",
    "page": 1,
    "paragraph": 1
  },
  {
    "text": "Failure to comply within the stipulated time will result in further action, including license suspension for AI\ntesting privileges and potential criminal proceedings under the Techno-Legal Cyber Act 2023.\nIssued by:\nDr. Meenal Rajput\nDeputy Director – Enforcement & AI Ethics\nMinistry of Information Technology & AI Regulation Bureau\nEmail: ethics@itbureau.gov.in | Phone: +91-11-23456789",
    "page": 2,
    "paragraph": 1
  }
]